{
	"common": {
		"send": "Send",
		"sent": "Sent",
		"error": "Something's gone wrong, please try again",
		"contact": "Contact",
		"getHired": "Get hired",
		"showAll": "Show all",
		"seeDetails": "See details",
		"cooperation": "Cooperation",
		"name": "Name",
		"surname": "Surname",
		"message": "Message",
		"email": "Email",
		"cvUrl": "Url to resume",
		"siteUrl": "Url to site/GitHub",
		"agreementAccept1": "I have read",
		"agreementAccept2": "the information about the administrator of personal data and data processing",
		"homepage": "Homepage",
		"subpages": {
			"services": "Services",
			"about": "About us",
			"caseStudy": "Case study",
			"career": "Career",
			"contact": "Contact"
		},
		"metadata": {
			"description": "We specialize in the design, development and maintenance of mobile and web applications, as well as network and cloud solutions."
		}
	},
	"components": {
		"whatWeDo": {
			"title": "What we do in <strong>Codino</strong>?",
			"description": "We specialize in the design, development and maintenance of mobile and web applications, as well as network and cloud solutions.",
			"highlight1": "Develop online businesses with the latest technology",
			"highlight2": "together with us"
		},
		"pageIntro": {
			"header": "<strong>IT solutions</strong> customized to your needs",
			"subheader": "We're group of professional and passionate developers based in Warsaw. We'll help you launch your product"
		},
		"contact": {
			"header": "Contact our team",
			"description": "Contact us to find out how we can help with your project",
			"urlTitle1": "Join us",
			"urlTitle2": "Cooperation",
			"formHeader": "How can we help you?",
			"mapHeader": "Visit us in Warsaw"
		},
		"joinUs": {
			"header": "Join us",
			"description": "Join us and develop your skills in the IT industry"
		},
		"about": {
			"header": "About us",
			"description": "Codino was founded by a group of technology enthusiasts who decided to combine their experience and commitment to create innovative solutions for the IT market. Since the beginning, we have focused on providing the highest quality services and products, which has earned us the trust of many satisfied customers."
		},
		"team": {
			"header": "Team",
			"headerDescription": "Our developers are truly passionate about their profession, combining knowledge, experience and creativity to create innovative solutions for our clients. We consist of experienced specialists specializing in various technologies, who are always there to help and adapt to the individual needs of each project"
		},
		"career": {
			"header": "Career",
			"headerDescription": "In Codino we are looking for ambitious developers who want to develop their skills and careers in the fast-growing IT industry. We offer the opportunity to work on interesting projects for various industries and using the latest technologies.",
			"jobsTitle": "Available jobs",
			"jobsNotFoundTitle": "Don't see the right job offer for you?",
			"jobsNotFoundTitle2": "Write to us!",
			"formHeader": "Join us"
		},
		"caseStudy": {
			"header": "Case study",
			"description": "See the results of working with our clients and see for yourself the benefits we can bring to your business.",
			"technologies": "Technologies used",
			"scope": "Scope of work",
			"goals": "Challenges and goals of the project",
			"map": "Regions of operation",
			"showOther": "See other projects"
		},
		"services": {
			"header": "Services",
			"description": "Our offer is aimed at companies that are looking for modern and effective software solutions. We offer a wide range of services, from designing and developing mobile and web applications to technical support and system maintenance. Our team consists of experienced developers, so we can ensure the highest quality and effectiveness of our solutions."
		},
		"startWork": {
			"header": "Get started with Codino",
			"description": "Develop businesses with the latest technology together with us."
		},
		"meetCodino": {
			"header": "Meet Codino",
			"description": "We support the development of our employees so they can achieve their goals and develop their skills, which contributes to the success of our company."
		},
		"notFoundJobBanner": {
			"header": "Didn't find an offer for you? <strong>Write to us</strong>"
		},
		"teamStats": {
			"first": "Years in the industry",
			"second": "Projects completed"
		},
		"formAgreement": {
			"description": "I consent to the processing of my personal data in accordance with the Law on Personal Data Protection in order to respond to the submitted inquiry. I have been informed that I have the right to access my data, the possibility of correcting them, demand to stop processing them. The administrator of the data is <strong>CODINO Sp. z o.o. Ludwika Narbutta Street 53/6 02-529 Warsaw</strong>"
		},
		"jobDetails": {
			"firstHeader": "Your Role and Responsibilities",
			"secondHeader": "We’re Looking for Someone Who Has"
		},
		"companyValues": {
			"title": "Our Values",
			"description": "Values play a key role in Codino's operations. They are the foundation of our business philosophy and define how we conduct our business.",
			"respectTitle": "Respect",
			"respectDescription": "Our priority is to treat each other with dignity and respect.",
			"integrityTitle": "Integrity",
			"integrityDescription": "We strive to conduct ourselves with integrity and transparency in all our activities.",
			"responsibilityTitle": "Responsibility",
			"responsibilityDescription": "We are accountable for our actions and decisions, which is key to maintaining our reputation and the trust of our customers.",
			"innovationTitle": "Innovation",
			"innovationDescription": "We focus on innovative solutions to meet the needs of our customers and improve their experience.",
			"supportTitle": "Collaboration and Support",
			"supportDescription": "We are open to collaboration and mutual support, which allows us to achieve mutual success and develop long-term relationships with customers and colleagues.",
			"employeeDevelopmentTitle": "Employee Development",
			"employeeDevelopmentDescription": "We support the development of our employees, which allows them to improve their skills and deliver the best possible service."
		},
		"game": {
			"pressToPlay": "Press space to play",
			"control": "Use arrows and spacebar to control",
			"pressSpaceToPlayAgain": "Press space to play again",
			"pressEscToClose": "Press escape to close",
			"gameOver": "Game over",
			"play": "Play",
			"close": "Close"
		},
		"cookie": {
			"description": "This site uses cookies. By using it you agree to their use, according to your current browser settings.",
			"moreDetailsUrl": "Read more about our Cookies Policy",
			"button": "Yes, I accept"
		}
	}
}
