{
	"common": {
		"send": "Wyślij",
		"sent": "Wysłano",
		"error": "Wystąpił błąd, spróbuj ponownie",
		"contact": "Kontakt",
		"getHired": "Aplikuj",
		"showAll": "Pokaż wszystkie",
		"seeDetails": "Pokaż szczegóły",
		"cooperation": "Współpraca",
		"name": "Imię",
		"surname": "Nazwisko",
		"message": "Wiadomość",
		"email": "Email",
		"cvUrl": "Link do CV",
		"siteUrl": "Link do strony/GitHuba",
		"agreementAccept1": "Zapoznałem się",
		"agreementAccept2": "z informacją o administratorze i przetwarzaniu danych",
		"homepage": "Strona główna",
		"subpages": {
			"services": "Oferta",
			"about": "O nas",
			"caseStudy": "Case study",
			"career": "Kariera",
			"contact": "Kontakt"
		},
		"metadata": {
			"description": "Jesteśmy grupą profesjonalnych i pełnych pasji programistów. Pomożemy Ci wprowadzić Twój produkt na rynek"
		}
	},
	"components": {
		"whatWeDo": {
			"title": "Czym zajmujemy się w <strong>Codino</strong>?",
			"description": "Specjalizujemy się w projektowaniu, tworzeniu i utrzymaniu aplikacji webowych oraz mobilnych, a także w rozwiązaniach sieciowych i chmurowych.",
			"highlight1": "Rozwijaj biznes przy pomocy najnowszych technologii",
			"highlight2": "razem z nami"
		},
		"pageIntro": {
			"header": "<strong>Rozwiązania IT</strong> dostosowane do Twoich potrzeb",
			"subheader": "Jesteśmy grupą profesjonalnych i pełnych pasji programistów. Pomożemy Ci wprowadzić Twój produkt na rynek"
		},
		"contact": {
			"header": "Skontaktuj się z naszym zespołem",
			"description": "Skontaktuj się z nami i dowiedz się jak możemy pomóc w realizacji Twojego projektu",
			"urlTitle1": "Dołącz do nas",
			"urlTitle2": "Współpraca",
			"formHeader": "Jak możemy Ci pomóc?",
			"mapHeader": "Odwiedź nas w Warszawie"
		},
		"joinUs": {
			"header": "Dołącz do nas",
			"description": "Dołącz do nas i rozwijaj swoje umiejętności w branży IT"
		},
		"about": {
			"header": "O nas",
			"description": "Firma Codino powstała z inicjatywy grupy entuzjastów technologii, którzy postanowili połączyć swoje doświadczenie i zaangażowanie, aby tworzyć innowacyjne rozwiązania dla rynku IT. Od początku działalności skupiamy się na dostarczaniu najwyższej jakości usług i produktów, dzięki czemu zyskaliśmy zaufanie wielu zadowolonych klientów."
		},
		"team": {
			"header": "Zespół",
			"headerDescription": "Nasi programiści to prawdziwi pasjonaci swojego zawodu, którzy łączą wiedzę, doświadczenie i kreatywność, aby tworzyć innowacyjne rozwiązania dla naszych klientów. Składamy się z doświadczonych specjalistów specjalizujących się w różnych technologiach, którzy zawsze służą pomocą i dostosowują się do indywidualnych potrzeb każdego projektu"
		},
		"career": {
			"header": "Kariera",
			"headerDescription": "W Codino szukamy ambitnych programistów, którzy chcą rozwijać swoje umiejętności i karierę w dynamicznie rozwijającej się branży IT. Oferujemy możliwość pracy przy interesujących projektach dla różnych branż oraz przy wykorzystaniu najnowszych technologii. \n\nStaramy się tworzyć nieformalną atmosferę sprzyjającą pracy. Oferujemy bardzo elastyczne warunki pracy, a zarobki dostosowujemy do umiejętności i zaangażowania. W tej chwili pracujemy na Mokotowie (bardzo blisko stacji metra Pole Mokotowskie), ale część prac wykonujemy zdalnie.",
			"jobsTitle": "Dostępne oferty pracy",
			"jobsNotFoundTitle": "Nie widzisz odpowiedniej oferty dla siebie?",
			"jobsNotFoundTitle2": "Napisz do nas!",
			"formHeader": "Dołącz do nas"
		},
		"caseStudy": {
			"header": "Case study",
			"description": "Zapoznaj się z case studies wybranych projektów, nad którymi pracowaliśmy.",
			"technologies": "Wykorzystane technologie",
			"scope": "Zakres prac",
			"goals": "Wyzwania i cele projektu",
			"map": "Zasięg projektu",
			"showOther": "Zobacz inne projekty"
		},
		"services": {
			"header": "Oferta",
			"description": "Nasza oferta skierowana jest do firm, które poszukują nowoczesnych i skutecznych rozwiązań programistycznych. Oferujemy szeroki wachlarz usług, od projektowania i tworzenia aplikacji mobilnych i webowych po wsparcie techniczne i utrzymanie systemów. Nasz zespół składa się z doświadczonych programistów, dzięki czemu możemy zapewnić najwyższą jakość i skuteczność naszych rozwiązań."
		},
		"startWork": {
			"header": "Rozpocznij pracę z Codino",
			"description": "Rozwijaj biznes przy pomocy najnowszych technologii razem z nami."
		},
		"meetCodino": {
			"header": "Poznaj codino",
			"description": "Jesteśmy zainteresowani zatrudnieniem zarówno osób z doświadczeniem jak i rozpoczynających swoją karierę i otwartych na naukę nowych technologii, wzorców i dobrych praktyk programistycznych."
		},
		"notFoundJobBanner": {
			"header": "Nie znalazłeś oferty dla siebie? <strong>Napisz do nas</strong>"
		},
		"teamStats": {
			"first": "Lat w branży",
			"second": "Wykonanych projektów"
		},
		"formAgreement": {
			"description": "Wyrażam zgodę na przetwarzanie moich danych osobowych zgodnie z ustawą o ochronie danych osobowych w celu udzielenia odpowiedzi na przesłane zapytanie. Zostałem poinformowany, że przysługuje mi prawo dostępu do swoich danych, możliwości ich poprawiania, żądania zaprzestania ich przetwarzania. Administratorem danych jest <strong>CODINO Sp. z o.o. ul. Ludwika Narbutta 53/6 02-529 Warszawa</strong>"
		},
		"jobDetails": {
			"firstHeader": "Czym będziesz się zajmować?",
			"secondHeader": "Czego od Ciebie oczekujemy?"
		},
		"companyValues": {
			"title": "Nasze wartości",
			"description": "Wartości odgrywają kluczową rolę w działaniach Codino. Są one fundamentem naszej filozofii biznesowej i określają sposób, w jaki prowadzimy nasz biznes.",
			"respectTitle": "Szacunek",
			"respectDescription": "Naszym priorytetem jest wzajemne traktowanie wszystkich osób z należytą godnością i szacunkiem.",
			"integrityTitle": "Uczciwość",
			"integrityDescription": "Dążymy do uczciwego i przejrzystego postępowania we wszystkich swoich działaniach.",
			"responsibilityTitle": "Odpowiedzialność",
			"responsibilityDescription": "Ponosimy odpowiedzialność za swoje działania i decyzje, co jest kluczowe dla utrzymania dobrej reputacji i zaufania swoich klientów.",
			"innovationTitle": "Innowacyjność",
			"innovationDescription": "Stawiamy na innowacyjne rozwiązania, które pozwalają na zaspokojenie potrzeb swoich klientów i ulepszanie ich doświadczenia.",
			"supportTitle": "Współpraca i wsparcie",
			"supportDescription": "Jesteśmy otwarci na współpracę i wzajemne wsparcie, co pozwala na osiąganie wspólnych sukcesów i rozwijanie długoterminowych relacji z klientami i współpracownikami.",
			"employeeDevelopmentTitle": "Rozwój pracowników",
			"employeeDevelopmentDescription": "Wspieramy rozwój swoich pracowników, co pozwala im na ulepszanie swoich umiejętności i dostarczanie najlepszych możliwych usług."
		},
		"game": {
			"pressToPlay": "Wciśnij spację by zagrać",
			"control": "Użyj strzałek i spacji do sterowania",
			"pressToPlayAgain": "Wciśnij spację by zagrać ponownie",
			"gameOver": "Porażka",
			"play": "Zagraj",
			"close": "Powrót do strony głównej"
		}
	}
}
